/* Emoticon name */
"Angel" = "Engel";

/* Emoticon name */
"Angry" = "Wütend";

/* Emoticon name */
"Blush" = "Errötet";

/* Emoticon name */
"Confused" = "Verwirrt";

/* Emoticon name */
"Cool" = "Cool";

/* Emoticon name */
"Cry" = "Weinen";

/* Emoticon name */
"Embarrassed" = "Peinlich";

/* Emoticon name */
"Erm" = "Erm";

/* Emoticon name */
"Foot In Mouth" = "Fuß im Mund";

/* Emoticon name */
"Frown" = "Finster";

/* Emoticon name */
"Gasp" = "Schnaufen";

/* Emoticon name */
"Grin" = "Grinsen";

/* Emoticon name */
"Halo" = "Heiligenschein";

/* Emoticon name */
"Kiss" = "Küssen";

/* Emoticon name */
"Lips Are Sealed" = "Versiegelte Lippen";

/* Emoticon name */
"Money-mouth" = "Geldmund";

/* Emoticon name */
"Sad" = "Traurig";

/* Emoticon name */
"Scared" = "Ängstlich";

/* Emoticon name */
"Smile" = "Lachen";

/* Emoticon name */
"Sticking Out Tongue" = "Zunge raus";

/* Emoticon name */
"Undecided" = "Unentschlossen";

/* Emoticon name */
"Wink" = "Zwinkern";